/* minutes:seconds time length format in browser mode */
"%.2d:%.2d" = "%1$.2d:%2$.2d";

/* hours:minutes:seconds time length format in browser mode */
"%.2d:%.2d:%.2d" = "%1$.2d:%2$.2d:%3$.2d";

/* Size on disk */
"%@ on disk" = "%@ na dysku";

/* The format for the today/yesterday string shown in the open/save panel followed by a comma, fillowed by the time */
"%@, %@" = "%1$@, %2$@";

/* Label for scope bar button for multiple scopes. */
"%d Places" = "miejsc: %d";

/* Indicates the non plural one item found by a spotlight search.  Arg is the number that was found, which will always be 1 */
"%ld item" = "%ld rzecz";

/* Indicates the number of items found by a spotlight search.  Arg is the number that was found. */
"%ld items" = "%ld rzeczy";

/* Label for scope bar button for multiple scopes. */
"%ld Places" = "miejsc: %ld";

/* Dimension format label shown in browser mode */
"%ld\\U2006\\U00D7\\U2006%ld" = "%1$ld × %2$ld";

/* Property not shown value (dash dash) */
"--" = "--";

/* quotes for a label */
"\\U201c%@\\U201d" = "„%@”";

/* Title for overwiting existing file confirmation dialog. */
"\\U201c%@\\U201d already exists. Do you want to replace it?" = "„%@” już istnieje. Czy chcesz zastąpić?";

/* Dot dot dot to be shown for truncated text */
"\\U2026" = "…";

/* Message for overwriting existing file confirmation dialog. First arg is the directory containing the file. */
"A file or folder with the same name already exists in the folder %@. Replacing it will overwrite its current contents." = "Plik lub katalog o tej samej nazwie już istnieje w katalogu %@. Zastąpienie spowoduje nadpisanie jego bieżącej zawartości.";

/* Message for overwriting existing file confirmation dialog on the desktop. First arg is the directory containing the file (translate desktop word). */
"A file or folder with the same name already exists on the %@. Replacing it will overwrite its current contents." = "Plik lub katalog o tej samej nazwie już istnieje w miejscu %@. Zastąpienie spowoduje nadpisanie jego bieżącej zawartości.";

/* Error to display for duplicate file name overwrite of smart folders. */
"An item already exists with that name. Rename the item and try again." = "Rzecz z tą nazwą już istnieje. Zmień nazwę rzeczy i spróbuj ponownie.";

/* Ask to use... text shown on the button in the shared server panel */
"Ask to use\\U2026" = "Chcę użyć…";

/* Title for asking to use the disc drive via over the air disc drive sharing */
"Asking to use the %@ drive in \\U201c%@\\U201d\\U2026" = "Proszę o użycie napędu %1$@ komputera „%2$@”…";

/* Asking to use... title to show as text label in shared server panel. */
"Asking to use\\U2026" = "Proszę o użycie…";

/* Calculating Size label shown in browser mode */
"Calculating Size" = "Obliczam wielkość";

/* Button text to cancel save operation. */
"Cancel" = "Anuluj";

/* CD drive title */
"CD" = "CD";

/* Label for scope bar button which represents the 'everywhere' scope.  Note this really searches everywhere by HI determined the word 'Everywhere' is too ambiguous. */
"Computer" = "Komputer";

/* Connect As... text shown on the button in the shared server panel */
"Connect As\\U2026" = "Połącz jako…";

/* Connected title to show as text label in shared server panel. */
"Connected" = "Połączono";

/* Text to show who we are connected as in the server panel. */
"Connected as: %@" = "Połączono jako: %@";

/* Connecting... title to show as text label in shared server panel. */
"Connecting\\U2026" = "Łączę się…";

/* Connection Failed title to show as text label in shared server panel. */
"Connection Failed" = "Błąd połączenia";

/* Label for scoep bar button Contents */
"Contents" = "Zawartość";

/* Title for devices in the sidebar of the open/save panel */
"DEVICES" = "URZĄDZENIA";

/* Dimensions label shown in browser mode */
"Dimensions" = "Wymiary";

/* disc drive title */
"disc" = "płyta";

/* Disconnect text shown on the button in the shared server panel */
"Disconnect" = "Rozłącz";

/* Title prompt used when asking to save a smart folder that has changed. */
"Do you want to save this Smart Folder?" = "Czy chcesz zachować ten inteligentny katalog?";

/* Button text to not save the smart folder. */
"Don\\U2019t Save" = "Nie zachowuj";

/* DVD drive title */
"DVD" = "DVD";

/* Label for the edit button above the rule editor in the advanced search mode. */
"Edit" = "Edycja";

/* eject button title */
"Eject" = "Wysuń";

/* eject all button title */
"Eject All" = "Wysuń wszystkie";

/* Fetching... label shown in browser mode */
"Fetching..." = "Pobieram…";

/* Label for scoep bar button File Name */
"File Name" = "Nazwa pliku";

/* Label for scope bar button which represents the home directory. */
"Home" = "Katalog domowy";

/* Message for file name starts with a dot dialog. */
"If you decide to go ahead and use a name which begins with a dot the file will be hidden." = "Jeśli zdecydujesz się użyć nazwy zaczynającej się od kropki, plik będzie niewidoczny.";

/* Message prompt used when asking to save a smart folder that has changed. */
"If you don\\U2019t save, the changes you made to \\U201c%@\\U201d will be lost." = "Jeśli nie zachowasz, zmiany dokonane w „%@” zostaną utracone.";

/* Media Browser node title in the sidebar on the left */
"Media" = "Multimedia";

/* Title for media section in the sidebar of the open/save panel */
"MEDIA" = "MULTIMEDIA";

/* Movices media browser node title */
"Movies" = "Filmy";

/* Music media browser node title */
"Music" = "Muzyka";

/* Title for file name that is greater than 31 characters on a short file name volume. */
"Names longer than 31 characters are not supported on the destination volume." = "Nazwy dłuższe niż 31 znaków nie są obsługiwane na woluminie docelowym.";

/* Title for file name starts with a dot dialog. */
"Names that begin with a dot \\U201c.\\U201d are reserved for the system." = "Nazwy zaczynające się od kropki są zarezerwowane przez system.";

/* Not Connected title to show as text label in shared server panel. */
"Not Connected" = "Nie połączono";

/* default button of open panel
   window title of open panel */
"Open" = "Otwórz";

/* Title for button to 'Open <MobileMe> Preferences' */
"Open %@ Preferences" = "Otwórz preferencje %@";

/* Menu item title in advanced search for adding additional search criteria not specified in the list - with ellipses. */
"Other\\U2026" = "Inne…";

/* Photos media browser node title */
"Photos" = "Zdjęcia";

/* Title for places section in the sidebar of the open/save panel */
"PLACES" = "MIEJSCA";

/* Message for file name longer than 31 characters. */
"Please choose a filename that is no longer than 31 characters." = "Wybierz nazwę pliku nie dłuższą niż 31 znaków.";

/* Title shown in an alert dialog for a location that can't be found. */
"Please select another item." = "Wybierz inną rzecz.";

/* Recent Places label */
"Recent Places" = "Ostatnie miejsca";

/* Button text to overwrite an existing file. */
"Replace" = "Zastąp";

/* Request denied title to show as text label in shared server panel. */
"Request denied" = "Żądanie odrzucone";

/* Button text to save the smart folder.
   default button of save panel
   Label for the save button above the rule editor in the advanced search mode.
   window title of save panel */
"Save" = "Zachowaj";

/* Label for the save as button above the rule editor in the advanced search mode. */
"Save As" = "Zachowaj jako";

/* name field label */
"Save As:" = "Zachowaj jako:";

/* Title for smart folders section in side bar. */
"Saved Searches" = "Zachowane wyszukiwania";

/* Title for app specific saved searches in the sidebar of the open/save panel */
"SAVED SEARCHES" = "ZACHOWANE WYSZUKIWANIA";

/* Title for search for section in the sidebar of the open/save panel */
"SEARCH FOR" = "SZUKAJ";

/* Label for scope bar button which represents the 'search:' title. */
"Search:" = "Szukaj:";

/* Label for popup button in save panel mini mode when current location is a search. */
"Searching for \\U201c%@\\U201d" = "Szukam  „%@”";

/* The string to display in the path location control when there is no selected item in the search results. */
"Select an item to see its path." = "Zaznacz rzecz, aby zobaczyć jej ścieżkę dostępu.";

/* Label for scope bar button which represents the servers scope. */
"Servers" = "Serwery";

/* Title for shared in the sidebar of the open/save panel */
"SHARED" = "UDOSTĘPNIANE";

/* Label for scope bar button which represents the 'smart folder' title. */
"Smart Folder" = "Inteligentny katalog";

/* Smart Folders label */
"Smart Folders" = "Inteligentne katalogi";

/* String to show when hovering over the X button in the ask to use UI for ODS */
"Stop asking to use\\U2026" = "Wycofaj prośbę o użycie…";

/* String to show when hovering over the X button when waiting for a disc */
"Stop waiting for disc\\U2026" = "Zatrzymaj oczekiwanie na płytę…";

/* Warning to show when ejecting ONE item that has other mounted volumes */
"The device containing \\U201c%@\\U201d also contains %ld other volume that will not be ejected. Are you sure you want to eject \\U201c%@\\U201d?" = "Urządzenie zawierające „%1$@” zawiera także %2$ld inny wolumin, który nie zostanie wysunięty. Czy na pewno chcesz wysunąć „%3$@”?";

/* Warning to show when ejecting MORE THAN ONE item that has other mounted volumes */
"The device containing \\U201c%@\\U201d also contains %ld other volumes that will not be ejected. Are you sure you want to eject \\U201c%@\\U201d?" = "Wysuwając „%1$@”, należy także rozważyć wysunięcie pozostałych %2$ld woluminów, zawartych w tym samym urządzeniu. Czy na pewno chcesz wysunąć „%3$@”?";

/* Label the 'goto' dialog when it can't find a folder. Same as Finders version. */
"The folder cannot be found." = "Nie można znaleźć tego katalogu.";

/* The string to display in the path location control when the selected items do not share a common path. */
"The selected items do not share a path." = "Zaznaczone rzeczy nie mają wspólnej ścieżki dostępu.";

/* Message shown in an alert dialog for a location that can't be found. */
"The volume for \\U201c%@\\U201d could not be found." = "Nie można było znaleźć woluminu dla „%@”.";

/* error message for lacking write permission to create new folder */
"This location is read-only." = "To miejsce jest tylko do odczytu.";

/* Label for scope bar button which represents the 'This Mac' scope. Used to be called Computer. */
"This Mac" = "Ten Macintosh";

/* error message for new folder name conflict */
"This name is already taken." = "Ta nazwa jest już używana.";

/* Message to show about ejecting everthing */
"To eject all the volumes on this device hold down the Option key while ejecting the volume.\n\nIn the future, to eject a single volume without seeing this dialog, hold down the Control key while ejecting the volume." = "Aby wysunąć wszystkie woluminy tego urządzenia, przytrzymaj wciśnięty klawisz Opcja, wysuwając wolumin.\n\nAby nie wyświetlać więcej tego okna dialogowego przy wysuwaniu pojedynczego woluminu, przytrzymaj wciśnięty klawisz Control.";

/* Today: String shown in save panel date cell when trying to save space */
"Today" = "Dziś";

/* Undo the name change in the save panel by clicking on a disabled item */
"Undo Name Change" = "Cofnij zmianę nazwy";

/* default new folder name */
"untitled folder" = "katalog bez nazwy";

/* Button text to choose required extension. Arg is file name extension.
   Button text to choose the alternative extension. Arg is file name extension. */
"Use .%@" = "Użyj .%@";

/* Button text to use a filename starting with a dot. */
"Use \\U201c.\\U201d" = "Użyj „.”";

/* Button text to choose combined extensions. */
"Use both" = "Użyj obu";

/* Using disc drive title to show as text label in shared server panel. */
"Using disc drive\\U2026" = "Używam napędu płyt…";

/* Waiting for disc drive title to show as text label in shared server panel. */
"Waiting for disc drive\\U2026" = "Czekam na napęd płyt…";

/* Title string shown when waiting for a disc in the over the air remote disc drive support */
"Waiting for disc\\U2026" = "Czekam na płytę…";

/* Yesterday: String shown in save panel date cell when trying to save space */
"Yesterday" = "Wczoraj";

/* Information on choices. 1st arg is current extension. 2nd arg is required extension. */
"You can choose to use both, so that your file name ends in \\U201c.%1$@.%2$@\\U201d." = "Możesz użyć obu - nazwa pliku będzie kończyła się na „.%1$@.%2$@”.";

/* Information on choices. */
"You can choose to use the standard extension instead." = "Zamiast tego możesz użyć rozszerzenia standardowego.";

/* Message when user wants to save with invalid file extension. 1st arg is current extension. 2nd arg is required extension. */
"You cannot save this document with extension \\U201c.%1$@\\U201d at the end of the name. The required extension is \\U201c.%2$@\\U201d." = "Nie możesz zachować tego dokumentu z rozszerzeniem „.%1$@”. Wymagane rozszerzenie nazwy to „.%2$@”.";

/* Message when user wants to save with an alternative file extension - for panels configured to permit this. 1st arg is current extension. 2nd arg is required extension. */
"You have used the extension \\U201c.%1$@\\U201d at the end of the name. The standard extension is \\U201c.%2$@\\U201d." = "Użyte zostało rozszerzenie nazwy „.%1$@”. Standardowe rozszerzenie nazwy to „.%2$@”.";

/* Message to display to prompt to setup iDisk / MobileMe / .mac */
"Your %@ account is not set up. Would you like to open %@ preferences and set it up now?" = "Konto %1$@ nie jest skonfigurowane. Czy chcesz otworzyć preferencje %2$@, aby je teraz skonfigurować?";

/* Title to show when DVD/CD remote use was declined */
"Your request to use the %@ drive in \\U201c%@\\U201d\\U2026 was declined." = "Żądanie użycia napędu %1$@ komputera „%2$@” zostało odrzucone.";

